Revit 2027 API
ParameterTypeId.PocheMatId Property
 "Coarse Poche Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PocheMatId { get; }
Public Shared ReadOnly Property PocheMatId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PocheMatId {
	ForgeTypeId^ get ();
}
static member PocheMatId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace